Repository: ifeyi/ifeyiHelpdesk2025
Catalog: helpdesk_app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Due Date
fr: Echéance

source: Assignment
fr: Assignation

source: tickets assigned
fr: Assignés

source: No agent assigned to this ticket
fr: Aucun agent assigné à ce ticket

source: Assign Agent
fr: Assigner un agent

source: Auto-Assign
fr: Automatique

source: Assign Ticket to Agent
fr: Assigner à un agent

source: Select Agent
fr: Sélectionner un agent

source: Unassign Ticket
fr: Désassigner

source: Assign
fr: Assigner

source: Internal
fr: Commentaire interne

source: edited
fr: Edité

source: No comments yet.
fr: Aucun commentaire pour le moment.

source: Add a Comment
fr: Ajouter uncommentaire

source: Write your comment here...
fr: Ecrivez votre commentaire ici...

source: Only visible to staff
fr: Visible uniquement par le staff

source: Post Comment
fr: Commenter

source: New Ticket
fr: Nouveau ticket

source: All Statuses
fr: Tous les status

source: All Branches
fr: Toutes les agences

source: All Priorities
fr: Toutes les priorités

source: All Categories
fr: Toutes les catégories

source: Search tickets...
fr: Chercher un ticket

source: No tickets found matching your criteria
fr: Aucun ticket en correspond à vos critères

source: Update Ticket
fr: Mettre à jour

source: Add Attachments (Optional)
fr: Ajouter une pièce jointe (Facultatif)

source: Save Changes
fr: Sauvegarder

source: Please fill out all required fields.
fr: Bien vouloir remplir tous les champs.

source: Ticket #{ticket.id} created successfully.
fr: Le ticket #{ticket.id} a été crée.

source: Ticket #{ticket_id} has been deleted.
fr: le ticket #{ticket_id} a été supprimé.

source: You don't have permission to change ticket status.
fr: Vous n'avez pas la permission de changer le status du ticket.

source: Ticket status updated to {dict(Ticket.Status.choices)[new_status]}.
fr: Le statut du ticket a été mis à jour pour {dict(Ticket.Status.choices)[new_status]}.

source: Invalid status selected.
fr: Statut invalide sélectionné.

source: You don't have permission to assign tickets.
fr: Vous n'avez pas la permission d'assigner des tickets.

source: Ticket #{ticket.id} assigned to {agent.get_full_name() or agent.email}.
fr: Le ticket #{ticket.id} a été assigné à {agent.get_full_name() ou agent.email}.

source: Selected agent does not exist.
fr: L'agent sélectionné n'existe pas.

source: Ticket #{ticket.id} has been unassigned.
fr: Le ticket #{ticket.id} a été désassigné.

source: Ticket #{ticket.id} automatically assigned to {agent.get_full_name() or agent.email}.
fr: le ticket #{ticket.id} a été assigné automatiquement à {agent.get_full_name() ou agent.email}.

source: No available agents found. Please assign manually.
fr: Aucun agent disponible trouvé. Bien vouloir assigner automatiquement.
