Repository: ifeyi/ifeyiHelpdesk2025
Catalog: helpdesk_app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Personal info
fr: Informations personnelles

source: Helpdesk info
fr: Helpdesk infos

source: Important dates
fr: Dates importantes

source: Customer
fr: Utilisateur

source: Email address
fr: Adresse E-mail

source: User type
fr: Type d'Utilisateur

source: Department
fr: Département

source: Phone number
fr: Numéro de téléphone

source: Profile picture
fr: Photo de profil

source: User
fr: Utilisateur

source: Users
fr: Utilisateurs

source: Biography
fr: Biographies

source: Available
fr: Disponible

source: Maximum tickets
fr: Nombre max de tickets

source: Agent Profile
fr: Profile de l'agent

source: Agent Profiles
fr: Profils d'agents

source: Company
fr: Entreprise

source: Account ID
fr: Identifiant du compte

source: Support Level
fr: Niveau de support

source: Customer Profile
fr: Profil de l'utilisateur

source: Customer Profiles
fr: Profils utilisateurs

source: Welcome to CFC Helpdesk System
fr: Bienvenue sur le Helpdesk

source: Hello {user.get_full_name() or user.username}, Welcome to the CFC Helpdesk System! Your account has been successfully created and you are now logged in. Your account type is: {user.get_user_type_display()} You can access the helpdesk system at: {request.build_absolute_uri('/')} If you have any questions, please contact the IT department. Thank you, CFC Helpdesk Team
fr: Bonjour {user.get_full_name() ou user.username}, Bienvenue sur le portail Helpdesk CFC, votre compte a bien été Crée et vous êtes maintenant connecté. YVotre compte est de type: {user.get_user_type_display()} Vous pouvez accéder au helpdesk vie: {request.build_absolute_uri('/')} Pour toute préoccupation, vous rapprocher de la SDI. Merci, L'équipe CFC Helpdesk

source: Authentication
fr: Connexion

source: Login
fr: Connexion

source: Username
fr: Utilisateur

source: Your AD username
fr: Votre nom d'utilisateur

source: Password
fr: Mot de passe

source: Your AD password
fr: Votre mot de passe

source: You have successfully logged in.
fr: Vous êtes maintenant connecté.

source: Invalid username or password.
fr: Mot de passe ou nom d'utilisateur invalide

source: Please provide both username and password.
fr: Renseigner le mot de passe et le nom d'utilisateur s'il vous plaît

source: A brief description of the article that will appear in search results.
fr: Description brève de l'article qui apparaîtra dans les résultats de la recherche.

source: Featured articles appear prominently on the knowledge base homepage.
fr: Les articles à la une seront mis en avant.

source: Select other articles that are related to this one.
fr: Sélectionner des articles liés à celui-ci

source: At least one category is required for published articles.
fr: Choisir une catégorie pour l'article.

source: Yes
fr: Oui

source: No
fr: Non

source: Tell us why this was or wasn't helpful...
fr: Dîtes-nous si cet article vous a aidé ou pas...

source: Was this article helpful?
fr: Cet article vous a-t'il été utile?

source: Comments (optional)
fr: Commentaires (facultatif)

source: Name
fr: Nom

source: Slug
fr: Lien

source: Parent category
fr: Catégore parent

source: Icon class
fr: Classe de l'icône

source: Display order
fr: Ordonner

source: Article Category
fr: Catégorie

source: Article Categories
fr: Catégories

source: Draft
fr: Brouillon

source: Published
fr: Publié

source: Archived
fr: Archivé

source: Title
fr: Titre

source: Content
fr: Contenu

source: Summary
fr: Résumé

source: Status
fr: Statut

source: Categories
fr: Catégories

source: Author
fr: Auteur

source: Related articles
fr: Articles relatifs

source: Created at
fr: Crée le

source: Updated at
fr: Mise à jour le

source: Published at
fr: Publié le

source: Featured article
fr: Article à la une

source: View count
fr: Vues

source: Helpful votes
fr: Votes positifs

source: Not helpful votes
fr: Votes négatifs

source: File
fr: Dossier

source: Uploaded by
fr: Téléversé par

source: Uploaded at
fr: Téléversé à

source: Article Attachment
fr: Fichier joint

source: Article Attachments
fr: Fichiers joints

source: Color
fr: Couleur

source: Article Tag
fr: Tag

source: Article Tags
fr: Tags

source: Was helpful
fr: Utile

source: Comment
fr: Commentaire

source: IP Address
fr: Adresse IP

source: Article Feedback
fr: Feedback

source: Delete Article
fr: Supprimer

source: Confirm Deletion
fr: Confirmer la suppression

source: Are you sure you want to delete the article
fr: Êtes-vous sûr de vouloir supprimer cet article?

source: This action cannot be undone. The article will be permanently deleted from the system
fr: Cette action est irréversible. L'article sera définitivement supprimé du système

source: This is a published article that may be viewed by users
fr: Ceci est un article publié visible par les utilisateurs

source: Cancel
fr: Annuler

source: Edit
fr: Editer

source: Delete
fr: Supprimer

source: views
fr: Vues

source: Attachments
fr: Pièce jointes

source: Download
fr: Télécharger

source: Related Articles
fr: Articles relatifs

source: Submit Feedback
fr: Faire un feedback

source: Edit Article
fr: Modifier

source: New Article
fr: Nouveau

source: Create New Article
fr: Nouvel Article

source: Current Attachments
fr: Pièces jointes

source: Create Article
fr: Créer un article

source: Knowledge Base
fr: Base de connaissances

source: Featured Articles
fr: Article à la une

source: helpful
fr: Utile

source: First
fr: Premier

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Last
fr: Dernier

source: No articles found matching
fr: Aucun article n'a été trouvé

source: No articles found in this category
fr: Aucun articles trouvé dans cette catégorie

source: No articles found with this tag
fr: Aucun article trouvé dans ce tag

source: No articles have been published yet
fr: Aucun artile n'a été publié

source: Search articles...
fr: Chercher un article

source: Popular Tags
fr: Tag populaires

source: My Drafts
fr: Mes Brouillons

source: Subcategories
fr: Sous catégories

source: No articles have been published in this category yet
fr: Aucun artile n'a été publié dans cette catégorie

source: Draft Articles
fr: Brouillons

source: Last Updated
fr: Mise à jour le

source: None
fr: Aucun

source: You don't have any draft articles
fr: Vous n'avez aucun brouillon

source: Create your first article
fr: Article votre premier article

source: Search Results
fr: Résultats de la recherche

source: Search articles
fr: Chercher un article

source: Search
fr: Rechercher

source: Found
fr: Trouvé

source: result
fr: résultat

source: for
fr: pour

source: No articles found matching your search. Try using different keywords or
fr: Aucun article ne correspond à votre recherche. Essayez un autre mot clé

source: browse all articles
fr: Tous les articles

source: Content type
fr: Type de contenu

source: Object ID
fr: ID

source: Text
fr: Texte

source: Internal comment
fr: Commentaire interne

source: Internal comments are only visible to staff members
fr: Les commentaires internes sont uniquement visibles par les membres du staff

source: Edited
fr: Edité

source: Comments
fr: Commentaires

source: Can view internal comments
fr: Peut voir les commentaires internes

source: Comment Attachment
fr: Pièce jointe

source: Comment Attachments
fr: Pièces jointes

source: Delete Comment
fr: Supprimer

source: Are you sure you want to delete this comment?
fr: Êtes-vous sûr de vouloit supprimer ce commentaire?

source: Invalid model type.
fr: Format de fichier ivalide.

source: Object not found.
fr: Objet non trouvé

source: Comment text cannot be empty.
fr: Le commentaire ne peut être vide.

source: Comment added successfully.
fr: Le commentaire a été ajouté avec succès.

source: You don't have permission to delete this comment.
fr: Vous n'avez pas la permission de supprimer ce commentaire.

source: Comment deleted successfully.
fr: Le comentaire a été supprimé avec succès.

source: You don't have permission to edit this comment.
fr: Vous n'avez pas la permission de modifier ce commentaire.

source: Comment updated successfully.
fr: Le commentaire a été mis à jour avec succès.

source: Email Type
fr: Adresse E-mail

source: Subject
fr: Sujet

source: Selected Agent
fr: Agent sélectionné

source: Selected Agents
fr: Agents sélectionnés

source: Agent Notifications
fr: Notifications pour les agents

source: Customer Notifications
fr: Notifications pour les utilisateurs

source: Ticket Created
fr: Ticket crée

source: Ticket Assigned
fr: Ticket assigné

source: Ticket Updated
fr: Ticket mis à jour

source: Comment Added
fr: Commentaire ajouté

source: Internal Comment
fr: Commentaire interne

source: Status Change
fr: Changer le status

source: Other
fr: Autre

source: Pending
fr: En attente

source: Sent
fr: Envoyé

source: Failed
fr: Echoué

source: Recipient
fr: Récepteur

source: Related Object ID
fr: ID relatif

source: Related Object Type
fr: Type relatif

source: Error Message
fr: Erreur

source: Created At
fr: Crée le

source: Sent At
fr: Envoyé le

source: Setting Name
fr: Définir le nom

source: Enabled
fr: Activé

source: Email Signature
fr: Signature E-mail

source: Signature to append to all emails
fr: Signature à mettre sur tous les e-mails

source: Notify all agents on new ticket
fr: Notifier tous les agens sur les nouveaux tickets

source: Notify only selected agents
fr: Notifier certains agents

source: If enabled, only agents in selected_agents will be notified
fr: Si activé, Seuls les agents sélectionnés seront notifiés

source: Notify customer when ticket is created
fr: Notifier l'utilsiateur quand un ticket est crée

source: Notify customer on status change
fr: Notifier l'utilisateur quand un statut change

source: Notify customer when comment is added
fr: Notifier l'utlisateur quand un commentaire est ajouté

source: Notify agent when ticket is assigned
fr: Notifier l'agent qaudn ticket lui est assigné

source: Notify agent when comment is added
fr: Notifier l'agent quand un commentaire est ajouté

source: Email Setting
fr: Paremètre email

source: Email Settings
fr: Paramtres emails

source: Login to Helpdesk
fr: Connexion au Helpdesk

source: Your username and password didn't match. Please try again.
fr: Votre nom d'utlisateur et votre mot de passe ne correspondent pas. Essayez à nouveau, s'il vous plaît.

source: Username or Email
fr: Nom d'utlisateur ou e-mail

source: Remember Me
fr: Se souvenir de moi

source: Sign In
fr: Se connecter

source: Logout
fr: Se déconnecter

source: Logout to Helpdesk
fr: Se déconnecter du Helpdesk

source: Are you sure you want to sign out?
fr: Êtes-vous sûr de vouloir vous déconnecter?

source: Sign out
fr: Se déconnecter

source: Home
fr: Accueil

source: Profile
fr: Profil

source: Log Out
fr: Se déconnecter

source: Log In
fr: Se connecter

source: All rights reserved.
fr: Tous droits réservés

source: Dashboard
fr: Tableau de bord

source: Overview of helpdesk performance and metrics
fr: Aperçu des persfomances du helpdesk

source: Total Open Tickets
fr: Total des tickets ouverts

source: Resolved This Week
fr: Résolu cette semaine

source: Avg. Response Time
fr: Temps de réponse moyen

source: hrs
fr: Heures

source: Tickets by Status
fr: Tickets par statuts

source: Tickets by Category
fr: Tickets par catégories

source: Agent Performance
fr: Performance des agents

source: Assigned
fr: Assigné

source: Resolved
fr: Résolu

source: Avg. Response
fr: Réponse moyenne

source: Avg. Resolution
fr: Résolution moyenne

source: Weekly Ticket Trends
fr: Tendances hebdomadaires

source: Branch Performance
fr: Performance par agences

source: Branch
fr: Agence

source: Open Tickets
fr: Tickets ouverts

source: Avg. Resolution Time
fr: Temps de résolution moyen

source: Recent Activity
fr: Activités récentes

source: by
fr: Par

source: No recent activities to display
fr: Aucune activité récente

source: Critical Issues
fr: Critique

source: Assigned to
fr: Assigné à

source: Unassigned
fr: Non assigné

source: No critical issues at this time
fr: Aucun probleème critique trouvé

source: New
fr: Nouveau

source: Open
fr: Ouvert

source: In Progress
fr: En cours

source: Waiting
fr: En attente

source: Closed
fr: Fermé

source: Number of Tickets
fr: Nombre de tickets

source: Created
fr: Crée

source: New Comment on Your Ticket
fr: Nouveau commentaire sur votre ticket

source: A new comment has been added to your support ticket.
fr: Un nouveau commentaire a été ajouté sur votre ticket.

source: wrote:
fr: Ecrit:

source: Attachments:
fr: Pièce jointes

source: This comment includes file attachments. Please view the ticket online to access them.
fr: Ce commentaire inclus des pièces jointes. Regarder le ticket en ligne pour y accéder.

source: You can view the full conversation and respond by clicking the button below.
fr: Vous pouvez lire la conversation complète et y accéder en cliquant sur le bouton plus bas.

source: Ticket Information:
fr: Informations sur le ticket:

source: Ticket ID:
fr: Numéro de Ticket

source: Title:
fr: Titre

source: Status:
fr: Statut

source: Priority:
fr: Priotité

source: Created:
fr: Crée

source: Category:
fr: Catégorie

source: Branch:
fr: Agence

source: View ticket at:
fr: Boir le ticket à:

source: Internal Comment Added
fr: Commentaire interne ajouté

source: An internal comment (not visible to the customer) has been added to a ticket assigned to you.
fr: Un commentaire internet(invisible aux utilisateurs) a été ajouté au ticket qui vous a été assigné.

source: wrote (internal):
fr: Ecrit (interne):

source: Please review this comment and take any necessary actions.
fr: S'il vous plaît prenez connaissance de ce commentaire et prenez les dispositions nécessaires.

source: New Support Ticket
fr: Nouveau Tickets

source: A new support ticket has been submitted and requires attention.
fr: A nouveau ticket a été crée et demande votre attention.

source: This ticket is currently unassigned. Please review and assign it to the appropriate agent.
fr: Ce ticket n'a pas encore ete assigné. Examinez et assignez à l'agent aaproprié s'il vous plaît.

source: Your Support Ticket Has Been Created
fr: Votre ticket a été crée

source: Thank you for submitting your support request to CFC Helpdesk. Your ticket has been successfully created and will be processed by our support team.
fr: Merci d'avoir crée un ticket sur CFC Helpdesk. Votre ticket a été bien reçu par notre système et sera examiné au plus vite.

source: Your request:
fr: Votre requête:

source: You will receive further updates on this ticket when our support team responds or when there's a change in status.
fr: Vous allez recevoir des mises à jour sur ce ticket quand notre équipe aura répondu ou changera son statut.

source: Your ticket reference number is
fr: Le numéro de votre ticket est

source: Please use this number in any future correspondence regarding this request.
fr: Utilisez ce numéro à chaque correspondance concernant cette requête s'il vous plaît.

source: Ticket Assigned to You
fr: Les tickets qui vous sont assignés

source: A support ticket has been assigned to you.
fr: Un ticket vous a été assigné.

source: Please review this ticket and take appropriate action. Remember to update the ticket status as you work on it.
fr: Examinez ce ticket et n'oubliez pas de mettre à jour. Le statut du ticket pendant que vous travaillez dessus, s'il vous plaît.

source: This ticket has a high priority and should be addressed promptly.
fr: Ce tocket est urgent et doit être adréssé au plus vite.

source: Your Ticket Status Has Changed
fr: Le statut de votre ticket a changé

source: There has been an update to your support ticket.
fr: Il y'a eu une mise à jour sur votre ticket.

source: The status of your ticket has been changed from
fr: Le statut de votre ticket a été changé de

source: to
fr: à

source: Your issue has been marked as resolved. If you're satisfied with the resolution, no further action is needed. If you still have questions or if the issue persists, please respond to this ticket to reopen it.
fr: Votre ticket a été marqué résolu. Si vous petes satisfait aucune action ne vous est demandée. Si vous avez toujours des questions ou si le problème persiste, répondez au ticket pour l'ouvrir à nouveau.

source: Our support team is waiting for additional information from you. Please review any comments on the ticket and provide the requested information so we can continue working on your issue.
fr: Notre équipe est dans l'attente d'informations additionnelles de otre part. S'il vous plaît Liez les commentaires sur le ticket et fournissez les informations sollicitées pour que nous puissios continuer de travailler sur votre problème.

source: Your ticket has been closed. If you need further assistance or if you have a new issue, please create a new support ticket.
fr: Votre ticket a été fermé. Si ous avez besoin d'assitance ou si vous avez un nnouveau problème, s'il vous plaît créez un nouveau ticket.

source: Our support team is actively working on your request. You will receive additional updates as progress is made.
fr: Notre équipe est entrain de travailler sur votre requête. Vous allez recevoir des mises à jour additionnelles au fûr et à mesure que des progrès seront faits.

source: You will receive further updates on this ticket when our support team responds or when there's a change in status. You can also check your ticket status by clicking the button below.
fr: Vous allez recevoir des mises à jour sur ce ticket quand notre équipe répondra ou quand le status du ticket sera changé. Vous pouvez aussi vérifier votre le status de votre ticket en cliquant sur le lien plus bas.

source: You can view the full details and history of your ticket by clicking the button below.
fr: Vous pouvez voir tous les détails sur votre ticket en cliquant sur le bouton plus bas.

source: Support Portal
fr: Portail d'assistance

source: Welcome
fr: Bienvenue

source: How can we help you today?
fr: Comment pouvons-nous vous aider aujourd'hui?

source: Submit a Ticket
fr: Créer un ticket

source: Browse Knowledge Base
fr: Parcourir la base de connaissances

source: Ticket Statistics
fr: Statistiques du ticket

source: View Dashboard
fr: Tableau de bord

source: Your Assigned Tickets
fr: Les tickets qui vous ont été attribués

source: View All Assigned Tickets
fr: Voir tous les tickets attribués

source: You don't have any assigned tickets
fr: Vous n'avez aucun ticket

source: Your Tickets
fr: Vos tickets

source: View All Your Tickets
fr: Voir tous vos tickets

source: You haven't submitted any tickets yet
fr: Vous n'avez crée aucun ticket

source: Submit Your First Ticket
fr: Créer votre premier ticket

source: Recent Knowledge Base Articles
fr: Articles récents

source: Welcome to Helpdesk
fr: Bienvenue sur le Helpdesk

source: This platform is designed to streamline your support requests and provide efficient solutions to your technical and operational inquiries. Our goal is to ensure seamless workflow and empower you to focus on delivering exceptional service to our valued clients. Submit a ticket today and experience prompt, professional assistance
fr: Cette plateforme est conçue pour rationaliser vos demandes de support et fournir des solutions efficaces à vos questions techniques et opérationnelles. Notre objectif est d'assurer un flux de travail fluide et de vous permettre de vous concentrer sur la prestation d'un service exceptionnel à nos précieux clients. Soumettez un ticket dès aujourd'hui et bénéficiez d'une assistance rapide et professionnelle

source: Support Tickets
fr: Tickets

source: Create and manage support tickets, track their progress, and get updates when they change status
fr: Créez et gérez des tickets d'assistance, suivez leur évolution et recevez des mises à jourlorsqu'ils changent de statut

source: Access our extensive knowledge base to find answers to common questions and issues
fr: Accédez à notre vaste base de connaissances pour trouver des réponses aux questions et problèmes

source: Live Support
fr: Assistance en ligne

source: Connect with our support agents via live chat for immediate assistance with urgent issues
fr: Connectez-vous avec les agents de la SDI pour obtenir une aide immédiate en cas deproblèmes urgents

source: Email settings updated successfully.
fr: Le ticket #{ticket.id} a été crée.

source: users/
fr: Utilisateurs/

source: accounts/
fr: comptes/

source: health/
fr: sante/

source: metrics/
fr: statistiqes/

source: comments/
fr: Commentaires/

source: Category
fr: Catégorie

source: Waiting on Customer
fr: En attente de l'utilisateur

source: Headquarters
fr: Siège

source: Ngaoundere
fr: Ngaoundéré

source: Low
fr: Bas

source: Medium
fr: Moyen

source: High
fr: Elevé

source: Critical
fr: Critique

source: Office Door Number
fr: Numéro de bureau

source: Optional: Enter the office door number
fr: Entrer le numéro de bureau

source: Priority
fr: Priotité

source: Created by
fr: Crée par

source: Due date
fr: Echéance

source: Resolved at
fr: Résolu le

source: Closed at
fr: Fermé le

source: SLA Breach
fr: Violation de l'ANS

source: Public ticket
fr: Ticket public

source: Can assign ticket to agent
fr: Peut attribuer un ticket à un agent

source: Can change ticket status
fr: Peut changer le statut du ticket

source: Can view all tickets
fr: Peut voir tous les tickets

source: Ticket Attachment
fr: Pièce jointe

source: Ticket Attachments
fr: Pièces jointes

source: Timestamp
fr: Horodatage

source: Field changed
fr: Modification du champ

source: Old value
fr: Ancienne valeur

source: New value
fr: Nouvelle valeur

source: Ticket History
fr: Historique

source: Response time for low priority (hours)
fr: Temps de réponse pour une priorité faible (heures)

source: Response time for medium priority (hours)
fr: Temps de réponse pour une priorité moyenne (heures)

source: Response time for high priority (hours)
fr: Temps de réponse pour une priorité haute (heures)

source: Response time for critical priority (hours)
fr: Temps de réponse pour une priorité critique (heures)

source: Resolution time for low priority (hours)
fr: Temps de réponse pour une priorité faible (heures)

source: Resolution time for medium priority (hours)
fr: Temps de réponse pour une priorité moyenne (heures)

source: Resolution time for high priority (hours)
fr: Temps de réponse pour une priorité haute (heures)

source: Resolution time for critical priority (hours)
fr: Temps de réponse pour une priorité critique (heures)

source: Business hours only
fr: Heures ouvrables uniquement

source: SLA
fr: ANS

source: SLAs
fr: ANS

source: Create Ticket
fr: Créer un ticket

source: Create New Ticket
fr: Nouveau ticket

source: Please provide as much detail as possible to help us assist you
fr: Veuillez fournir le plus de détails possible pour nous aider à vous aider

source: Main Category
fr: Catégorie

source: Select Category
fr: Choisir une catégorie

source: Subcategory
fr: Sous catégories

source: Select Subcategory
fr: Choisir une catégorie

source: e.g. 203
fr: Ex. 203

source: Enter the door number
fr: Entrer le numéro de porte

source: Attachments (Optional)
fr: Pièces jointes (facultatif)

source: You can attach screenshots or other relevant files
fr: Vous pouvez joindre des captures d'écran ou d'autres fichiers pertinents.

source: Submit Ticket
fr: Envoyer

source: Delete Ticket
fr: Supprimer

source: Are you sure you want to delete this ticket? This action cannot be undone
fr: Êtes-vous sûr de vouloir supprimer ce ticket ? Cette action ne peut pas être annulée

source: Confirm Delete
fr: Confirmer la suppression

source: Back to List
fr: Retour

source: Ticket Details
fr: Détails

source: Not specified
fr: Non spécifié

source: Yaounde
fr: Yaoundé

source: Uncategorized
fr: Pas de catégorie

source: Created By
fr: Crée par

source: Assigned To
fr: Assigné à

source: Last Edited
fr: Mise à jour le
